Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “沈……大仙。”他瞅了瞅旁边的魔王，顿时换了一种称呼，聪明的没有多问，而是细说起了自己的事，“我本名叫辰戈，万年前遭人暗算受伤，也就是那时被种下了魔种。当时我重伤在伤，只能暂时封印，不料这魔种日益强大，并与我的心魔合二为一。我伤愈后发现此事已经来不及，若是强行驱除，对我的修为有损，甚至有可能掉落一个大镜界。”
en_us: " Shen... Great Immortal." He peered at the Devil King at the side and instantly changed the manner in which he greeted the Great Immortal. He was sensible and did not probe any further, only talking about his personal accounts. "My name is Chen Ge and I was stabbed in the back tens of thousands of years ago. It was the that the Demon Seed was planted within me. I was in grave danger and badly hurt at that time, hence my only choice was to seal it within me for the time being. Who knew, that the Devil Seed would've grown stronger with the passing of each day and eventually merge with the Demon within me. By the time I recovered and found out about it, it was too late. If I were to exorcise it out of me by force, it would do harm to my Cultivation and I could potentially even be banished into another big spiritual realm."

source: “沈……姑娘。”奚秋笑着打了个招呼，怎么看对方都是一个凡人。细一想，兴许此人是羿清在修行之前就拜的凡人师父。他却踏入仙道后还不忘师恩，可见其人品。奚秋更加想将此人收入派中了。
en_us: "Miss… Shen." Xi Qiu greeted her with a smile. She was definitely a mortal. He thought over it again, and surmised that perhaps this girl was Yi Qing's mortal master before his cultivation practice began. Perhaps even after he started on the Immortal Dao, he still could not forget his teacher's kindness which just proved the nobleness of his character. This further convinced Xi Qiu that he had to recruit Yi Qing.

source: “沈……掌门。”易峰这才想起还有其它人在场，连忙上前解释道，“灵……他的向来话少。”
en_us: "Sect... Master Shen," Yi Feng suddenly recalled that there were other people present. He quickly explained, "Spirit... He doesn't speak much."

source: “沈……沈大……大大……”
en_us: "Shen… Great Shen… Great, Great…"

source: “沈……沈大仙。”他上前一步，静了静心，才想起自己的目的，“听闻无敌派有四名弟子都进入了决赛，在下是专程来恭喜贵派的。”
en_us: "Great… Great Immortal Shen." Xuan Yuanyu stepped forward and calmed himself down. He remembered what he had come for. "I heard that four disciples from your Invincible Sect has made it into the finals. I have specially come to congratulate your honorable sect."

source: “沈……沈掌门。”他不得不出声，宣布自己的存在，特意把他叫过来，就是为了当面说他坏话吗？
en_us: "Sect... Sect Master Shen," he could not help but say something to make his presence known. Had theyy called him out here to criticize him?

source: “沈……沈掌门。”突然他就理解，轩辕家和印家，见到她时那种小心翼翼战战兢兢的心情。要他……他也腿软。那一剑，太……太可怕了！
en_us: "Sect... Sect Master Shen," he suddenly the fear that the Xuan Yuan Family and Yin Family felt when they saw her. Now, his legs were jelly as well. That move was... too scary!

source: “沈……沈掌门有心了，我不……不着急。”一剑就灭了上万水族，再继续下去，幻海就没活物了。
en_us: "Sect... Sect Master Shen, thank you for your consideration. I'm... in no hurry." She killed hundreds of thousands of water beasts with just a wave of her sword. If they carried on, there would be no more beasts left in the Mirage Sea.

source: “沈……沈萤啊。”见她终于停止打地鼠，站在原地一动不动，枫影忍不住叫了她一声，“还好你来得及……”时。
en_us: "Shen... Shen Ying." Seeing that she had finally stopped bashing the hamsters and was standing still, Yin Feng couldn't help saying, "Fortunately, you appeared in time..."

source: “沈……沈萤？”谁！谁啊？从来没听过啊。关键是，这人到底是从什么时候开始站在这里的？他堂堂一个元婴修士，居然一点都没有察觉到。奚秋有些怀疑人生的瞅了瞅四周的师兄弟们，只见他们也是一样惊讶的表情。
en_us: "Shen… Shen Ying?" Who! Who? He had never heard of her. The point was, since when had this person been standing here? He was a Nascent Soul cultivator, yet he hadn't detected her presence at all. Xi Qiu swept a questioning look at his sect members, but they all wore an equally surprised expression.

source: “沈……萤。”白泽突然从旁边掏一株白色的东西递给她，看了她一眼，立马又低下了头，“送……你，这也可……可以吃。”
en_us: "Shen... Ying," Bai Ze suddenly handed her something white. He stole a glance at her face and lowered his gaze immediately. "This is... for you. You can... eat this."

source: “沈上仙慢走……”
en_us: "Exalted Immortal Shen, take care…"

source: “沈上仙，我又来了！这是妖界最好吃的东西，您看看！”
en_us: “Exalted Immortal Shen, I am here again! Come and see, this here is the most delicious food in the Demon Realm!"

source: “沈前辈！”他却急声喊道。
en_us: "Senior Shen!" He shouted after her hurriedly.

source: “沈大仙。”轩辕禹却快步上前，喊了她一声。
en_us: "Great Immortal Shen," Xuan Yuanyu rushed forwawrd and called out to her.

source: “沈姑娘，活命之恩，无以为报，今后若有任何差遣，只要不违道义，羿清定在所不辞。”
en_us: "Miss Shen, I don't know how to repay you for saving my life. From now on, if you have any orders, I will carry it out, as long as it doesn't violate human rights."

source: “沈掌……”
en_us: "Shen Ying..."

source: “沈掌门不用担心。”宁子安深吸了一口气站了起来，“此物便交给我处理吧？”
en_us: " Do not worry, Sect Master Shen." Ning Zi An stood up after a long breath of air. "Do you mind leaving this matter to me?"

source: “沈掌门你……没事吗？”易峰不敢置信的睁大眼睛，刚刚可是神威。
en_us: "Sect Master Shen, you... are alright?" Yi Feng could not believe his eyes. A formidable power had just hit them.

source: “沈掌门对灵兽也是颇有研究之人，易某带您四处看看？”易峰只好又解释了一遍。
en_us: "Sect master Shen also has expertise in spirit beasts,

source: “沈掌门怎么会在此？”易峰看了那灵兽一眼，脸色变换了好几次，才走了过来问道。
en_us: "Sect Master Shen, how did you get here?" Yi Feng asked, walking toward Shen Ying. He studied the beast as several different emotions flashed past his face.

source: “沈掌门这就是幻海了。”他指着一望无际的大海道，“由于我易家的关系，幻海边沿到是没多少灵兽，等过了千群岛就会多起来了。”
en_us: "Sect Master Shen, this is the Mirage Sea," he pointed toward a sea which seemed to extend into infinity. "Thanks to my Yi Family, there aren't many beasts on the shore along the Mirage Sea. We'll see more beasts once we get to Qianqun Island."

source: “沈掌门！”宁子安一惊，满脸不赞同。魔族怎可相信，刚要劝……
en_us: "Sect Master Shen!" Ning Zi An was shocked, with disapproval written all over his face. How could the Devils be trusted, he was just about to advise..."

source: “沈掌门！”小孩又回到了那个低沉轻柔点的声音，一脸紧张的道，“本座就是辰戈，速助我驱除身上的魔种，他已与我的心魔溶于一体，我自己无法动手。”
en_us: "Sect Master Shen!" the little boy returned exclaimed in lower and gentler tone. The little boy, with his worry-ridden face, said, "I, am Chen Ge. Now, hurry up and help me get rid of the 'Demon Seed' in my body. It has fused with the demon within me and I can't get it out on my own."

source: “沈掌门！”易峰一惊，见对方还站立在阵法之中未动一步，大声喊道，“快离开那！”他想要飞回去，却已经来不及。眼看着那巨大兽头就朝着她落了下去。
en_us: "Sect Master Shen!" Yi Feng was shocked to find her still standing in the middle of the array formation shouting, "Get away!" He started to fly toward her but it was too late. He watched as the beast's head extended toward her.

source: “沈掌门，你……”
en_us: "Sect Master Shen, you..."

source: “沈掌门，孤月尊者。”远远的易峰就迎了出来，笑得一脸和气，“有失远迎，二位一路辛苦了。”
en_us: "Sect Master Shen, Supremacy Lonemoon." Yi Feng greeted from afar, smiling earnestly, "Sorry for not being able to welcome you, the trip must have been tiring."

source: “沈掌门，我其实是……”
en_us: "Sect Master Shen, I'm actually..."

source: “沈掌门，我的事是已经解决，但魔界之门已开。”他眉头深皱，转头一脸警惕的盯向身后的魔王，“我虽不知您跟此魔是何关系？又达成了什么协议，但魔族向来对我仙界虎视眈眈，我等绝对不能放任不管。”
en_us: "Sect Master Shen, while our matter has been settled, the Gates of Devildom are wide open." His frowns grew deeper and stared cautiously at the Devil King behind him. "Even though I do not know of your relationship with this Devil, or whatever agreement you came to with him, the Devils have long coveted the Immortal World and I cannot let that happen!

source: “沈掌门，请！”易峰突然站起来道。
en_us: "Sect master Shen, please!" Yi Feng suddenly stood up and said.

source: “沈掌门？！你怎么会……”他转头看向旁边的毛团，眼睛顿时大睁，指向她还放在毛团身上的手道，“你……你可以碰到它？！”
en_us: "Sect Master Shen? How are you..." He turned to look at the furball besde her. His eyes widened. Pointing to her hand resting atop the furball, he said, "You... you can touch it?"

source: “沈萤……”
en_us: "Shen Ying..."

source: “沈萤……”他转头看向另外的一人，“你呢？”
en_us: "Shen Ying…" He turned to look at the other two. "And you guys?"

source: “沈萤。”
en_us: "Shen Ying."

source: “沈萤。”她一边吃一边回答，还不忘把剩下的那只也塞对方手里，“这只，继续啊！”
en_us: "Shen Ying," replied Shen Ying as she ate, not forgetting to stuff the other bird into other's arms, "Continue with this one!"

source: “沈萤。”她回答，想了想又加了一句，“是无敌派掌门。”
en_us: "Shen Ying," she replied. Then, she thought of something. "I'm the sect master of Invincible Sect.""

source: “沈萤。”孤月嘴角抽了抽拉了她一把，“你说的很适合的地方，就是来妖界？”她脑子没坏吧？没错，妖界地广妖稀，不属于任何世家，隔上青界又近。但他们可是修士。
en_us: "Shen Ying," said Lonemoon, his mouth twitching a little as he pulled her aside. "The place you mentioned earlier that was very suitable—is it in the Demon Realm?" Was her brain out of whack? Yes, the Demon Realm was vast and sparsely populated, not belonging to any aristocratic family, and was also close to the Upper Azure World. But they were cultivators after all.

source: “沈萤人呢？”孤月四下瞅了瞅，却没看见她的身影。
en_us: "Where's Shen Ying?” Lonemoon looked around, but did not see any trace of her.

source: “沈萤！”
en_us: "Shen Ying!"

source: “沈萤！”他转头看向沈萤道，“你当初到底在哪里看到的魔界之门？”
en_us: He turned to look at Shen Ying and exclaimed, "Shen Ying! Where exactly did you see the Door of Demon Realm previously>"

source: “沈萤！”孤月一喜，卧槽，他居然忘了这个外挂也来了，“快，毁掉这个灭灵阵！”
en_us: "Shen Ying!" Lonemoon was delighted. Holy shit! He had totally forgotten that this cheat had also come along. "Quick, destroy this Spiritual Annihilation Array!"

source: “沈萤！”孤月咬牙切齿的转头看向旁边的人，都是这货害的。
en_us: "Shen Ying!" Lonemoon gritted his teeth and turned towards the person beside him. It was all this girl’s fault.

source: “沈萤！”孤月嘴角一抽，直接就把某人从人堆里拉了出来，“说，这TM到底咋回事？”
en_us: "Shen Ying!" The corner of Lonemoon's mouth twitched and he pulled Shen Ying to her feet. "Talk! What in the world is going on?"

source: “沈萤，你不会一早就猜到这里面有问题，为了玄天宗，所以才……咦？人呢？”
en_us: "Shen Ying, did you already sense that there was a problem long before, so that was why, for the sake of Blackheaven Sect, you… Huh? Where did she go?"

source: “沈萤，你做了啥？”
en_us: "Shen Ying, what did you do?"

source: “沈萤，你到底怎么让它认主的？”他有些好奇，草木灵是聚天地灵气而生，这种生物最是倨傲了，想要收服十分困难。
en_us: "Shen Ying, how did you make it acknowledge you as its master?" He couldn't hold his curiosity in. The vegetation spirit was formed from the world's spiritual energies. These type of spirits were the most proud. It was difficult to so much as make them accept you.

source: “沈萤，你说……我们好歹也是老乡，你随便几句话都能让他一次次顿悟，怎么就不帮我一下呢？”他带些赌气似的看了他一眼。
en_us: "Shen Ying, you tell me... we're old neighbours afterall. Just a few sentences from you can trigger an epiphany in him. Why don't you help me out?" He looked at her almost pleadingly.

source: “沈萤，刚刚的动静你们看到了吗？”
en_us: "Shen Ying, did you guys see the stir just now?"

source: “沈萤，那天你去悟剑峰顶到底干了些啥？”孤月忍不住发问。毕竟戚橙雨收拾甘子睿的时间不短，她又是魔修，山上三个化神，不可能一个都没有发现。可偏偏从头到尾，对方都没出现过。
en_us: "Shen Ying, why did you go to Sword Comprehension Peak that day?" Lonemoon could help but ask. After all, at that time, it had not been long since Qi Chengyu had dealt with Gan Zirui. She was also a fiendish cultivator and there were three Soul Formations on the mountain. It was impossible that no one was discovered. Yet despite that, the other party had not appeared from beginning to end.

source: “沈道友慢走。”易峰呆呆的回了一句，她刚说的方法，应该是开玩笑的吧？一定是的吧？
en_us: "Fellow Daoist Shen Ying, take care," Yi Feng responded dazedly. She was joking about that method right? She must have been…

source: “沙沙沙……”
en_us: “Shh-shh-shh…”

source: “没……没事，您继续！”他默默的把话又吞了回去，嗯，他啥都没看见。
en_us: "Nothing... It's okay, carry on! " He swallowed his words silently. Yes, he didn't see anything.

source: “没……没什么。”掌门果然V587。
en_us: "No... nothing." Sect Master was indeed magnificent.

source: “没……没啥！”众人齐齐摇了摇头，咽了口口水，满脸的一言难尽。
en_us: "Nothing... Nothing!" Everyone shook their heads and gulped. They did not what to say.

source: “没……没有……”
en_us: "No... no..."

source: “没了啊？”萝卜只能算半个。
en_us: "There’s no one else?" Radish was only considered half a headcount.

source: “没事你尽力施展便是。”想了想又加了一句，“坏了东西算我的。”
en_us: Lonemoon added, "It's fine. Just do your best. I will be responsible for whatever you spoil."

source: “没事吧？”她回头问道。
en_us: "Are you alright?" She turned and asked.

source: “没事吧？”沈萤问了一句，“不好意思，不知道你会从那里出来。”
en_us: "Are you alright?" Shen Ying asked. "I'm sorry. I didn't know that you would come out from there."

source: “没事的话，我先回去睡觉了。”
en_us: "If there is nothing else, I'll be heading back to bed."

source: “没事，你接着说。”
en_us: "It's alright, you may continue."

source: “没事，其实……”
en_us: "It's nothing, actually..."

source: “没事，挺好的。”
en_us: "I'm fine, I'm actually pretty well."

source: “没关系，碎了就碎了。”沈萤转身往口袋里掏出一块糖，哄小孩似的道，“吃糖吗？”
en_us: "It's alright. If it's broken, it's broken." Shen Ying took out a piece of candy from her pocket and coaxed her like a child. "You want a sweet?"

source: “没关系，要不……我再假装一会听不见？”
en_us: "It's okay, how about... I act like I can't hear it?"

source: “没办法，只能换个方向了，走！”
en_us: "We have no choice but to make a detour. Let's go!"

source: “没吃啊！”
en_us: "Not yet!"

source: “没听懂。”
en_us: "I didn't understand."

source: “没听过。”
en_us: Never heard of it."

source: “没听过！”
en_us: "Never heard of it."

source: “没啥，就是去了魔王殿一趟。”
en_us: "Nothing much, just went for a visit at the Devil King's Palace."

source: “没天门？！”
en_us: "No Heavenly Gate?"

source: “没学过。”
en_us: "I've never learned that before."

source: “没想到你们居然能进来这里，可惜……来晚了一步，化仙丹我已经找到了。”他一脸的兴奋倒了瓶中的丹药吞了进去，反手直接掐碎了手上的空瓶，眼里满满都是即将成仙的激动，“马上……马上我就可以飞升成仙了，哈哈哈哈哈……”
en_us: "I would never have guessed that you guys would make it in here. What a pity… you're too late. I've already found the Immortal Formation Pill." He excitedly poured the contents of the bottle into his mouth and swallowed them. He threw the bottle onto the floor, his eyes filled with the anticipation of becoming an immortal. "Soon… soon I will achieve Immortal Ascension. Hahaha!"

source: “没想到这幡真的已经有了鬼王，师叔小心！”
en_us: "Never did I imagine this gonfalon to have a Ghost King. Uncle Master, be careful!"

source: “没想到这种深山老林，还有凡人居住。”芮糜嘴角一弯，浮出一个诡异的弧度，“又是一个祭旗的好材料。”
en_us: "I can't believe that there is a mortal living deep within the mountainous forest," Rui Mi's lips formed a strange arc, "Another good material to sacrifice to the Gonfalon."

source: “没拿？千叶草木灵就在那三位长老身上，不是你又能是谁？你敢不敢让本尊搜魂试试，看你有没有见过那千叶草木灵。”
en_us: "You didn't take it? The Thousand Leaves Vegetation Spirit was with the three Elders. If you hadn't taken it, who did? Do you dare to let me search your soul to see if you have seen the Thousand Leaves Vegetation Spirit?”

source: “没有。”沈萤摇头。
en_us: "Nope." Shen Ying shook her head.

source: “没有啊。”沈萤歪了歪头，突然像是想起了什么，抬头把脚上的挂件扒了下来，“萝卜拿了把咸菜算吗？”
en_us: "Nope." Shen Ying tilted her head, but suddenly thinking of something, she then raised her head and grabbed an item off her leg. "The radish took an extra pickle, do you count that?"

source: “没有强大的实力！我江逸一辈子都会被江如虎这样的杂碎给踩在脚下，百般凌辱！这不是我想要的生活，绝对不是！”回想着晨时的一幕幕，江逸脸上条条青筋爆起，拳头紧握，连指甲都深深陷入了掌心。
en_us: “With my lack of strength, I, Jiang Yi, am doomed to be trampled under the feet of swine like Jiang Ruhu and fated to endure countless humiliations! This is not the life I want—neither now, nor in the future!” Jiang Yi recalled the sequence of events that had taken place in the morning. His face burning with rage and indignation, he clenched his fists tightly, letting his fingernails pierce deep into his palms.

source: “没有游仙还算什么世家？我看郁家要乱了，以后四大世家，要少一个了。”
en_us: "What kind of aristocratic family doesn't have Traveling Immortals? I think the Yu Family is in a mess right now. t looks like one out of four of the aristocratic families won't be around anymore."

source: “没有灵脉就没有灵气，没有灵气哪来的灵植灵兽。没有这些又怎么修练？”他看了看旁边，已经恢复成了人形的萝卜道，“我们就一个萝卜而已，虽然是个宝贝，可以找到世间所有的灵植，但上青界大部分地区都是世家的。长在人家的地里，就算你知道方位，总不能去拔吧！”
en_us: "If we don't have a spirit vein, we won’t have Spirit Qi. Without Spirit Qi, we won't have spirit herbs and spirit beasts. Without those, how are we supposed to cultivate?" He turned to the radish beside him who had once again taken human form. "All we have is a radish. It might be valuable and it might help us find spirit herbs, but most of the land in the Upper Azure World belongs to the aristocratic families. If a spirit herb is in someone else's land, knowing where it is doesn't mean you can grab it!"

source: “没有生殖隔离吗？”
en_us: "Aren’t their reproductive systems different?"

source: “没有！”
en_us: "Nope!"

source: “没用的。”孤月叹了一声，“就算她说的全是真的，她那个师父也真的做过这种事又如何。她去悟剑峰讨不到任何便宜，太虚派也不会处置那个姓甘的，她或许连命都会送在那里。”
en_us: "That's useless." Lonemoon sighed. "Even if what she said is all true, and that master of hers really did all those things. So what? Going to Sword Comprehension Peak will not do her any good, and the Grand Vacuity Sect will also not punish the one named Gan, she might even lose her life there."

source: “没用的，你那孩儿，醒不过来。”羿清突然冷声道。
en_us: "It's no use, your baby won't wake up." Yi Qing suddenly said coldly.

source: “没看过。”
en_us: "Never read it."

source: “没见过的，不认识？”沈萤摇了摇头，指着岛上的右上角道，“在那！黑衣服那个。”
en_us: "I've never seen him before. I don't know him," Shen Ying shook her head and pointed at the upper righthand corner of the island, "There! He's in black."

source: “没见过，听师叔叫她沈……沈什么来着？没看清，也不知是男是女？”
en_us: "Never seen before. Uncle Master called that person Shen… Shen something? Didn't take a good look, not really sure as to that person’s gender?"

source: “没认主！”孤月一脸看傻逼的表情，“没认主它跟着你干嘛？”还主动开花讨好。
en_us: "No?" Lonemoon was incredulous. "Why is it following you then?" It even tried so hard to flower just to please you.

source: “没道理啊，看速度这小子的确是铸鼎境二重啊，怎么会有那么变态的反应能力？”
en_us: "This does not make sense. Seeing the speed of this boy, his power level is indeed at the second stage of the Cast Tripod Realm. How could he have such obscenely powerful ability to react?

source: “没错。”孤月一脸复杂的看着地上那株，不断举高高着自己的花，努力想要送给某人的草木灵。要是那三人知道，他们苦心寻找的东西，刚一进秘境就被沈萤捡走了，会不会气炸了。
en_us: "That's right," Lonemoon affirmed. He held a puzzled expression as he studied the Thousand Leaves Vegetation Spirit, which was still holding its flower up to Shen Ying, hoping she would accept it. Those three would be so pissed if they found out that the thing they had been trying so hard to look for had fallen into Shen Ying's hands the moment she entered the mystic realm.

source: “没错。”羿清继续道，“不仅如此，在我驱除剑气的过程中，虽然没有感觉到他还有意识，却似乎一直在有意配合。前期我并没有遇到任何阻碍。只是在我仙气无意间扫过他神识的时候，却突然受到了全力反抗。所有剑气悉数暴动，所以我当时才会被他的剑气侵入，被反伤。”
en_us: "Exactly," Yi Qing continued, "That's not all. During the process, he seems to be acting in concert with me intentionally even though he seemed unconscious. The only resistance I encountered was when Immortal Qi swept past his Divine Perception unintentionally. That was a full-fledged one with all the insured Qi, hence my recoil. Other than that, everything was unwrinkled."

source: “没错。”薄仪点头，又是担心又是愧疚的道，“我们不知道这点，所以才带他离开了曲双城，少了仙脉的压制，安儿被魔气侵蚀暴发才……都是我等连累了贵派。”
en_us: “Exactly. ” Pu Yi nodded，before concern and guilt weighed him down, “We didn't know about it, which is why we brought him away from Qushuang City. The demonic aura in An only insurged because there was a lack of the Immortal pulse to suppress it. This then caused... Whatever happened to your sect was all our fault...”

source: “没错。”郁海珩笑得一脸得意，“我郁家有先祖护佑，恢复修为这种小事，又算得了什么？你们最好乖乖投降，兴许还能留尔等全尸。”
en_us: "That's right," Yu Hai Heng smiled smugly. "The ancestors of the Yu Family are watching over me. Recovering my cultivation is such a small matter, how difficult could it be? You'd do well to surrender, I might still be willing to leave your corpses whole."

source: “没错。”郁红上前道，“按事先联系的，我们带来了足够的灵石，今晚就想进入下界。”
en_us: "That's right," Yu Hong answered as she stepped forward. "Just as we discussed, I brought the spirit stones. We want to go to the Lower Realm tonight."

source: “没错！”奚辰点头，“我看山下之人，敢这么光明正大的前来玄天宗，手里又有噬魂幡。兴许就是那个闯入万魔窟之人。”
en_us: "Yes!" Xi Chen nodded. "Seeing how this man dared to come up to Blackheaven Sect so openly, and counting the fact that he is carrying the Soul Devouring Gonfalon, I think he is probably the one who broke into the Myriad Fiend Den.”

source: “没错！”易峰用力的点头道，“灵主确实提过，所以此花他向来亲自收着，从不轻易示人，除非是在偿试开启界门之时。”
en_us: "That's right!" Yi Feng nodded. "Spirit Master mentioned it before. That's why he personally protects this flower and never lets anyone near it, unless they're trying to help him break open the realm gate"

source: “没错！”郁红用力点了点头，一脸兴奋，“长老放心，思羽试过他们每个人的身手，她们确实都很有天份。”
en_us: "That's right!” Yu Hong nodded excitedly, "Don't worry, Elder, Si Yu has tested each of them and they're all very talented."

source: “没错！”鹿王头一个响应，“我儿就是死在他们手里，与其在这里猜来猜去，不如出去杀个痛快。三宗六派又如何，我们妖类什么时候怕过他们！”
en_us: "That's right!" echoed the Deer Monarch. "My children died at their hands. Instead of guessing, I'd rather slaughter a way out. So what if they are the Six Schools Three Sects, when have we demons been afraid of them?"

source: “没错，你且像平日练习一般就好，不必拘谨。”
en_us: "That's right. Just do it like it is your every day practice. There is no need to be humble."

source: “没错，就是害点灭了整个轩辕世家的那两个……”
en_us: "Yes, they were the two who almost wiped out the Xuan Yuan Family..."

source: “没错，我也是郁家人，是升仙塔真正的主人，更是郁家的第一代当家郁昊天。”他语气里全都是森森的冷意，每说一句四周的黑气就越深，“惊讶吗？！世人都以为我早已经飞升成仙，却不知我已弃道成魔，一直留在这塔内，等一个成为真魔的机会！就连郁家都已经忘了我的存在。”
en_us: "That's right, I belong to the Yu Family too. I am the real owner of this Immortal Ascension Pagoda, and the first-generation Master of the Yu Family, Yu Haotian." His tone became more and more hostile and the black fog around him thickened with each sentence. "Are you surprised? Everybody in this world knows that I have already achieved Immortal Ascension, but they don't know that I have abandoned the Dao and become a demon. I remained in this tower, waiting for the chance to become a Perfected Demon! Even the people of my Yu Family have forgotten of my existence."

source: “没错，我的确要去悟剑峰！”她眼神一沉，紧了紧手心，努力半会才将心底即将翻涌而出的暴戾给压了回去，朝她露出个笑容，“既然你能猜到这些，就该知道我此去可能就回不来了，你就……好自为之吧。”
en_us: "You're right, I really am going to Sword Comprehension Peak!" Her eyes grew dark and she clenched her hands into fists. It was only after much effort that she managed to suppress the raging emotions inside her that were on the brink of erupting. Giving Shen Ying a smile, she said, "Since you have guessed this, you should know that I might not be able to return, so you will have to… look after yourself."

source: “没错，我认得他。”另一人开口道，“门派大比那日见过，他就是跟在那妖女旁边的人。”
en_us: "That's right, I recognsie him," another person replied. "I saw him that day at the competition amongst the sects. He was seated next to the demoness."

source: “没错，本仙以劫雷毁你仙骨，也只是好心保你一命而已。若是仙骨已成，必会被这方世界排斥，就凭你不到地仙的修仙，根本抵抗不了天地威压。”
en_us: "That's right. I wanted to use the Lightning Tribulation to destroy your immortal bones and save your life. If you form immortal bones, this world will reject you immediately. Even if a cultivator like you achieves immortality, you would not be able to withstand the pressures of Heaven and Earth."

source: “没错，此仇不报，枉为妖！”
en_us: "Agreed! If we don't exact vengeance, it would be embarrassing to call ourselves demons!"

source: “没错，没错了，这的确是……”
en_us: "That's right, that's right, this is indeed..."

source: “没错，绸缎庄老板也是，精神比以前好多了。”
en_us: "That's right, the boss of the textile shop, Old Zhuang, also said that his mental condition has improved."

source: “没错，而且看这动静，那东西估计还不小。”孤月一脸激动的道，“你们赶紧的，收拾准备一下，我们这就过去。”
en_us: "That's right, and from the stir, this item must not be small." Lonemoon continued excitedly, "You guys hurry and pack up, we will go over and check it out."

source: “没错，这些出界的妖，最过份也只顶多出去吃几个凡人而已。又没吃他们三宗六派的第子。”蛇王也猜测道，“他们没必要这样撕破脸吧？”
en_us: "That's right! The worst the demons who went beyond the Demon Realm borders did was to devour some mere mortals. It's not as if the disciples of the Six Schools Three Sects had been eaten," analyzed the Snake Monarch. "There's no need for them to go this far, right?"

source: “没错，这破地方，我算是待够了。灵气稀薄，资源又少，再这样把寿元耗下去，我等怕是升仙无望。”
en_us: "That's right, I have had enough of this crappy place. The Spirit Qi is so diluted, resources are also limited. If we continue to waste our lives over here, we may never get to become immortals."

source: “没问题大仙，大仙对房子可有具体需求？”
en_us: “No problem, Great Immortal. Does Great Immortal have any specific requirements for this house?"

source: “没问题，大仙！”卖力点头。
en_us: "No problem, Great Immortal!" The Rabbit Monarch nodded its head vigorously.
